import React from 'react'
import { FaHeart } from "react-icons/fa";

export default function CleaningDummy() {
  return (
    <div>
      <h2>욕실 곰팡이 간단히 해결하는 방법</h2>
      <p>osc0820</p>
      <p>1. 세제나 중성세제 사용: 욕실 청소 시에 강력한 세제나 향기 좋은 세제를 사용하는 대신 중성세제를 사용하세요. 강력한 세제는 오히려 곰팡이의 번식을 촉진할 수 있습니다.

        2. 주기적인 청소: 주기적으로 욕실을 청소하여 습기와 먼지를 제거하세요. 곰팡이는 습기를 좋아하므로 건조한 환경을 유지하는 것이 중요합니다.

        3. 환기: 욕실을 사용한 후에는 가능한 빨리 환기시키세요. 창문을 열고 공기를 순환시키면 습기를 줄이고 곰팡이의 번식을 억제할 수 있습니다.

        4. 건조기 사용: 수건이나 바닥을 건조기를 사용해 말리면 습기가 빨리 사라져 곰팡이의 번식을 방지할 수 있습니다.

        5. 칫솔 건조: 칫솔은 습기가 모이기 쉬운 곳이므로 사용한 후에는 건조대에 걸어 두세요.

        6. 햇볕에 놓기: 햇볕은 곰팡이를 죽일 수 있는 효과적인 방법 중 하나입니다. 욕실 속 물체들을 햇볕이 잘 드는 곳에 자주 놓아두세요.

        7. 전문적인 청소제 사용: 곰팡이가 심하게 생긴 경우에는 전문적인 곰팡이 제거용 청소제를 사용하여 문제를 해결할 수 있습니다.

        8. 실내습도 조절: 습도 조절기나 제습기를 사용하여 욕실의 습도를 적절한 수준으로 유지하세요.

        9. 바닥 매트 교체: 욕실 바닥 매트는 습기를 흡수하기 쉽기 때문에 교체 주기를 정해서 교체하면 도움이 될 수 있습니다.
      </p>
      <div>
        <FaHeart size="20"/>
        <p>22</p>
      </div>

    </div>
  )
}
